tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"

brew "bat"
brew "coreutils"
brew "direnv"
brew "gh"
brew "git"
brew "jq"
brew "mosh"
brew "neovim"
brew "node@14"
brew "nvm"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "starship"
brew "stow"
brew "svn"
brew "tree"
brew "tmux"
brew "zsh"

cask "font-cascadia-code-pl"
cask "font-cascadia-mono-pl"
cask "font-caskaydia-cove-nerd-font"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "font-source-code-pro"
cask "font-source-code-pro-for-powerline"
cask "font-sauce-code-pro-nerd-font"

cask "alfred"
cask "discord"
cask "google-chrome"
cask "iterm2"
cask "moom"
cask "slack"
cask "visual-studio-code"
