tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "asdf"
brew "direnv"
brew "fzf"
brew "macvim"
brew "neovim"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "tmux"
brew "z"
brew "zsh"
cask "alfred"
cask "atom"
cask "backblaze"
cask "docker"
cask "google-chrome"
cask "iterm2"
cask "moom"
cask "slack"
cask "visual-studio-code"
